Repository: fangjunyu1/piglet
Catalog: 语言内容/piglet Localizations/*.xcloc/Localized Contents/*.xliff
Languages: ar, ca, hi, hu, it, ko, nb, pt_br, ru, th, tr, vi, zh_hk

# 删除当前存钱罐
source: Delete current piggy bank
ar: حذف الحصالة الحالية
ca: Eliminar la guardiola actual
hi: वर्तमान बचत गेंद को हटाएं
hu: Jelenlegi pénztárcanyitás törlése
it: Elimina il salvadanaio attuale
ko: 현재 저금통 삭제
nb: Slett gjeldende sparebøsse
pt_br: Excluir o cofrinho atual
ru: Удалить текущую копилку
th: ลบกระปุกออมสินปัจจุบัน
tr: Geçerli tasarruf kutusunu sil
vi: Xóa heo đất hiện tại
zh_hk: 刪除當前存錢罐

# 取 出
source: Withdraw
ar: سحب
ca: Retirar
hi: निकालें
hu: Kivétel
it: Preleva
ko: 인출
nb: Ta ut
pt_br: Retirar
ru: Изъять
th: ถอนเงิน
tr: Çıkar
vi: Rút ra
zh_hk: 取 出

# 取出
source: Withdraw
ar: سحب
ca: Retirar
hi: निकालें
hu: Kivétel
it: Preleva
ko: 인출
nb: Ta ut
pt_br: Retirar
ru: Изъять
th: ถอนเงิน
tr: Çıkar
vi: Rút ra
zh_hk: 取出

# 存 入
source: Deposit
ar: إيداع
ca: Ingressar
hi: भरो
hu: Befizetés
it: Deposita
ko: 입금
nb: Innskudd
pt_br: Depositar
ru: Внести
th: ฝากเงิน
tr: Yatır
vi: Gửi vào
zh_hk: 存 入

# 存钱明细
source: Deposit Details
ar: تفاصيل الإيداع
ca: Detalls de l'estalvi
hi: जमा धन का विवरण
hu: Pénztárcanyitások
it: Dettagli del risparmio
ko: 저축 내역
nb: Spare Detaljer
pt_br: Detalhes da Poupança
ru: Детали вклада
th: รายละเอียดการฝากเงิน
tr: Para Yatırma Detayları
vi: Chi tiết gửi tiền
zh_hk: 存錢明細

# 存钱猪猪
source: Piggy Bank Savings
ar: توفير المال أصبع
ca: Porquet de l'estalvi
hi: बचत की गाय
hu: Takarékmalac
it: Salvadanaio
ko: 저금통
nb: Sparegris
pt_br: Porquinho Mealheiro
ru: Свинка-копилка
th: กระปุกออมสิน
tr: Tasarruf Domuzu
vi: Heo đất
zh_hk: 存錢豬豬

# 完 成
source: Complete
ar: إكمال خطة الادخار النهائية
ca: Completat
hi: पूर्ण
hu: Befejezés
it: Completato
ko: 완료
nb: Ferdig
pt_br: Concluído
ru: Завершить
th: เสร็จสิ้น
tr: Tamamla
vi: Hoàn thành
zh_hk: 完 成

# 已经存入
source: Already Deposited
ar: حصالة النقود الخاصة بي
ca: Ja ingressat
hi: पहले से ही जमा किया गया है
hu: Már befizetve
it: Già depositato
ko: 이미 입금됨
nb: Allerede satt inn
pt_br: Já depositado
ru: Уже внесено
th: ได้ฝากแล้ว
tr: Zaten Yatırıldı
vi: Đã gửi vào
zh_hk: 已經存入

# 开发者网站：fangjunyu.com
source: Developer Website: fangjunyu.com
ar: موقع المطور:fangjunyu.com
ca: Lloc web del desenvolupador: fangjunyu.com
hi: डेवलपर वेबसाइट: fangjunyu.com
hu: Fejlesztő weboldala: fangjunyu.com
it: Sito Web dello sviluppatore: fangjunyu.com
ko: 개발자 웹사이트: fangjunyu.com
nb: Utviklerens nettsted: fangjunyu.com
pt_br: Site do Desenvolvedor: fangjunyu.com
ru: Веб-сайт разработчика: fangjunyu.com
th: เว็บไซต์นักพัฒนา: fangjunyu.com
tr: Geliştirici Websitesi: fangjunyu.com
vi: Trang web của nhà phát triển: fangjunyu.com
zh_hk: 開發者網站：fangjunyu.com

# 开启存钱猪猪
source: Start Piggy Bank Savings
ar: البدء في توفير المال أصبع
ca: Començar el porquet de l'estalvi
hi: बचत की गाय को चालू करें
hu: Takarékmalac bekapcsolása
it: Attiva il salvadanaio
ko: 저금통 시작하기
nb: Aktiver Sparegrisen
pt_br: Ativar Porquinho Mealheiro
ru: Начать свинку-копилку
th: เริ่มกระปุกออมสิน
tr: Tasarruf Domuzunu Aç
vi: Bắt đầu heo đất
zh_hk: 開啟存錢豬豬

# 您已支持过该应用
source: You have already supported this app
ar: لقد دعمت هذا التطبيق بالفعل
ca: Ja has donat suport a aquesta aplicació
hi: आपने पहले ही इस एप्लिकेशन का समर्थन किया है
hu: Már támogatta ezt az alkalmazást
it: Hai già supportato questa applicazione in precedenza
ko: 이미 이 애플리케이션을 지원하셨습니다
nb: Du har allerede støttet denne appen
pt_br: Você já apoiou este aplicativo anteriormente
ru: Вы уже поддержали это приложение
th: คุณได้สนับสนุนแอปพลิเคชันนี้แล้ว
tr: Bu uygulamayı zaten desteklediniz
vi: Bạn đã ủng hộ ứng dụng này
zh_hk: 您已支持過該應用

# 您的支持是我最大的动力
source: Your support is my greatest motivation
ar: دعمك هو أكبر دافع لي
ca: El teu suport és la meva major motivació
hi: आपका समर्थन मेरे लिए सबसे बड़ी प्रेरणा है
hu: A támogatása az én legnagyobb motivációm
it: Il tuo supporto è la mia più grande motivazione
ko: 여러분의 지원은 제게 큰 힘이 됩니다
nb: Ditt støtte er min største motivasjon
pt_br: Seu apoio é minha maior motivação
ru: Ваша поддержка — мой самый большой стимул
th: การสนับสนุนของคุณคือแรงจูงใจที่ใหญ่ที่สุดของฉัน
tr: Desteğiniz benim için en büyük motivasyon
vi: Sự ủng hộ của bạn là động lực lớn nhất của tôi
zh_hk: 您的支持是我最大的動力

# 感谢您的鼓励
source: Thank you for your encouragement
ar: شكرا لكم على تشجيعكم
ca: Gràcies pel teu suport
hi: आपके प्रोत्साहन के लिए धन्यवाद
hu: Köszönöm a bátorítást
it: Grazie per il tuo incoraggiamento
ko: 응원해 주셔서 감사합니다
nb: Takk for oppmuntringen din
pt_br: Agradecemos pelo incentivo
ru: Спасибо за вашу поддержку
th: ขอบคุณสำหรับกำลังใจของคุณ
tr: Desteğiniz için teşekkür ederim
vi: Cảm ơn sự khích lệ của bạn
zh_hk: 感謝您的鼓勵

# 我的存钱罐
source: My Piggy Bank
ar: اكتمال
ca: La meva guardiola
hi: मेरी बचत गेंद
hu: Az én pénztárcanyitásom
it: Il mio salvadanaio
ko: 내 저금통
nb: Min Sparebøsse
pt_br: Meu Cofrinho
ru: Моя копилка
th: กระปุกออมสินของฉัน
tr: Benim Tasarruf Kutum
vi: Heo đất của tôi
zh_hk: 我的存錢罐

# 提前设定储蓄目标并逐渐积累财富
source: Set savings goals in advance and gradually accumulate wealth
ar: حدد هدف الادخار مسبقًا وابدأ في تراكم الثروة تدريجيًا
ca: Estableix un objectiu d'estalvi i acumula riquesa gradualment
hi: बचत के लक्ष्य को पहले से ही निर्धारित करें और धीरे-धीरे धन संचय करें
hu: Állítsa be előre a megtakarítási célt, és fokozatosan halmozza fel a vagyonát
it: Imposta anticipatamente l'obiettivo di risparmio e accumula ricchezza gradualmente
ko: 저축 목표를 미리 설정하고 점진적으로 재산을 축적합니다
nb: Sett sparemålet på forhånd og akkumuler formue gradvis
pt_br: Defina a meta de poupança antecipadamente e acumule riqueza gradualmente
ru: Заранее установите цель накопления и постепенно накапливайте богатство
th: ตั้งเป้าหมายการออมล่วงหน้าและสะสมความมั่งคั่งอย่างค่อยเป็นค่อยไป
tr: Tasarruf hedefinizi önceden belirleyin ve servetinizi kademeli olarak biriktirin
vi: Đặt mục tiêu tiết kiệm trước và dần dần tích lũy tài sản
zh_hk: 提前設定儲蓄目標並逐漸積累財富

# 支持一下免费开发（$1 USD）
source: Support free development ($1 USD)
ar: دعم التطوير المجاني ($1 USD)
ca: Dona suport al desenvolupament gratuït (1 USD)
hi: मुफ्त विकास का समर्थन करें ($1 USD)
hu: Támogassa a ingyenes fejlesztést ($1 USD)
it: Supporta lo sviluppo gratuito ($1 USD)
ko: 무료 개발 지원하기 ($1 USD)
nb: Støtt gratis utvikling ($1 USD)
pt_br: Apoiar o desenvolvimento gratuito ($1 USD)
ru: Поддержите бесплатную разработку ($1 USD)
th: สนับสนุนการพัฒนาแอปฟรี ($1 USD)
tr: Ücretsiz geliştirmeyi destekleyin ($1 USD)
vi: Hỗ trợ phát triển miễn phí ($1 USD)
zh_hk: 支持一下免費開發（$1 USD）

# 最终完成储蓄计划
source: Successfully complete the savings plan
ar: إكمال خطة الادخار النهائية
ca: Completar el pla d'estalvi
hi: अंतिम रूप में बचत योजना पूरी हो गई
hu: A megtakarítási terv végleges teljesítése
it: Completare il piano di risparmio finalmente
ko: 최종 저축 계획 완료
nb: Fullfør spareplanen til slutt
pt_br: Concluir o plano de poupança final
ru: Окончательно завершить план накопления
th: ทำแผนการออมให้เสร็จสมบูรณ์ในที่สุด
tr: Sonunda tasarruf planını tamamla
vi: Hoàn thành kế hoạch tiết kiệm cuối cùng
zh_hk: 最終完成儲蓄計劃

# 欢迎使用
source: Welcome
ar: مرحباً
ca: Benvingut
hi: आपका स्वागत है
hu: Üdvözlöm a használatot
it: Benvenuto all'uso
ko: 이용해 주셔서 환영합니다
nb: Velkommen til bruk
pt_br: Bem-vindo ao uso
ru: Добро пожаловать
th: ยินดีต้อนรับ
tr: Hoş geldiniz
vi: Chào mừng sử dụng
zh_hk: 歡迎使用

# 爱来自中国山东日照
source: Love from Rizhao, Shandong, China
ar: الحب يأتي من ريتشاو، شاندونغ، الصين
ca: Amor de Rizhao, Shandong, Xina
hi: प्रेम चीन के शानदोंग रिज़ाऊ में से है
hu: A szerelem Shandong Rizhao városából, Kínából származik
it: L'amore proviene da Rizhao, Shandong, Cina
ko: 사랑은 중국 산동 일조에서 옵니다
nb: Kjærligheten kommer fra Rizhao, Shandong, Kina
pt_br: O amor vem de Rizhao, Shandong, China
ru: Любовь из Жичжао, Шаньдун, Китай
th: รักจากริเจา มณฑลซานตง ประเทศจีน
tr: Aşk Rizhao, Şantung, Çin'den
vi: Tình yêu đến từ Rizhao, Sơn Đông, Trung Quốc
zh_hk: 愛來自中國山東日照

# 目标金额
source: Target Amount
ar: المبلغ المستهدف
ca: Import objectiu
hi: लक्ष्य राशि
hu: Célösszeg
it: Importo obiettivo
ko: 목표 금액
nb: Målsbeløp
pt_br: Valor da Meta
ru: Целевая сумма
th: จำนวนเป้าหมาย
tr: Hedef Tutarı
vi: Số tiền mục tiêu
zh_hk: 目標金額

# 祝您身体健康，万事如意
source: Wishing you good health and all the best
ar: أتمنى لك الصحة والعافية والنجاح في كل شيء
ca: Et desitjo bona salut i èxit en tot
hi: आपको स्वस्थ रहने की शुभकामनाएँ, सभी चीज़ें आपके मन मुताबिक हों
hu: Egészségedre és minden jót kívánok Önnek
it: Ti auguro salute e ogni bene
ko: 건강과 행운이 함께 하길 바랍니다
nb: Ønsker deg god helse og alt godt
pt_br: Desejo-lhe saúde e tudo de bom
ru: Желаю вам здоровья и благополучия
th: ขอให้คุณมีสุขภาพแข็งแรงและสมหวังทุกประการ
tr: Sağlıklı ve mutlu günler dilerim
vi: Chúc bạn sức khỏe và mọi điều tốt đẹp
zh_hk: 祝您身體健康，萬事如意

# 第一个存钱罐
source: First Piggy Bank
ar: أول بنك أصبع
ca: Primera guardiola
hi: पहला बचत गेंद
hu: Az első pénztárcanyitás
it: Prima salvadanaio
ko: 첫 번째 저금통
nb: Første Sparebøsse
pt_br: Primeira Cofrinho
ru: Первая копилка
th: กระปุกออมสินใบแรก
tr: İlk Tasarruf Kutusu
vi: Heo đất đầu tiên
zh_hk: 第一個存錢罐

# 设置
source: Settings
ar: إعدادات
ca: Configuració
hi: सेटिंग्स
hu: Beállítások
it: Impostazioni
ko: 설정
nb: Innstillinger
pt_br: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hk: 設置

# 请输入存钱罐名称
source: Please enter the name of the piggy bank
ar: يرجى إدخال اسم الحصالة
ca: Introdueix el nom de la guardiola
hi: कृपया बचत गेंद का नाम दर्ज करें
hu: Kérjük, adja meg a pénztárcanyitás nevét
it: Si prega di inserire il nome del salvadanaio
ko: 저금통 이름을 입력하세요
nb: Vennligst skriv inn navnet på sparebøssen
pt_br: Por favor, insira o nome do cofrinho
ru: Пожалуйста, введите название копилки
th: กรุณากรอกชื่อกระปุกออมสิน
tr: Lütfen bir tasarruf kutusu adı girin
vi: Vui lòng nhập tên heo đất
zh_hk: 請輸入存錢罐名稱

# 请输入存钱金额
source: Please enter the deposit amount
ar: يرجى إدخال مبلغ الإيداع
ca: Introdueix l'import d'estalvi
hi: कृपया बचत राशि दर्ज करें
hu: Kérjük, adja meg a befizetés összegét
it: Si prega di inserire l'importo da salvare
ko: 저축할 금액을 입력하세요
nb: Vennligst skriv inn sparebeløpet
pt_br: Por favor, insira o valor a ser depositado
ru: Пожалуйста, введите сумму вклада
th: กรุณากรอกจำนวนเงินฝาก
tr: Lütfen yatırılacak miktarı girin
vi: Vui lòng nhập số tiền gửi
zh_hk: 請輸入存錢金額

# 距离目标还差
source: Remaining to Target
ar: لا تزال بعيدة عن الهدف
ca: Encara falta per assolir l'objectiu
hi: लक्ष्य तक अभी बाकी है
hu: Hiányzik a célhoz képest
it: Mancano ancora all'obiettivo
ko: 목표까지의 거리
nb: Avstand til målet gjenstår
pt_br: Distância restante até a meta
ru: Осталось до цели
th: เหลืออีก
tr: Hedefe Kadar
vi: Còn thiếu so với mục tiêu
zh_hk: 距離目標還差
